sensoroptconverged/con/11.0_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       224178;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       224578;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       224778;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       225178;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          112215;
        startFace       225378;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          112215;
        startFace       337593;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          455;
        startFace       449808;
    }
)

// ************************************************************************* //
